---
kind: property
id: P:Autodesk.Revit.DB.Visual.Water.CommonTintToggle
source: html/f9c1ffcc-34ff-4d85-3c6c-79c02f3f9d8d.htm
---
# Autodesk.Revit.DB.Visual.Water.CommonTintToggle Property

The property labeled "Tint" from the "Water" schema.

## Syntax (C#)
```csharp
public static string CommonTintToggle { get; }
```

## Remarks
This property is of type "AssetPropertyBoolean".